window.INTL_DATA = {
 "周三021": {
  "home": "葡萄牙",
  "away": "刚果",
  "probs": [
   0.7572,
   0.1666,
   0.0761
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.7612,
     0.1642,
     0.0746
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.7548,
     0.1681,
     0.0771
    ],
    "odds": [
     1.32,
     5.95,
     12.98
    ]
   }
  ],
  "open": {
   "probs": [
    0.7575,
    0.1646,
    0.0779
   ],
   "ts": "2026-06-13 07:20:04"
  },
  "drift": [
   -0.0,
   0.2,
   -0.2
  ],
  "ts": "2026-06-17 01:13:50"
 },
 "周四025": {
  "home": "捷克",
  "away": "南非",
  "probs": [
   0.5441,
   0.2555,
   0.2003
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5423,
     0.2537,
     0.204
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5452,
     0.2566,
     0.1982
    ],
    "odds": [
     1.84,
     3.9,
     5.05
    ]
   }
  ],
  "open": {
   "probs": [
    0.5456,
    0.2543,
    0.2002
   ],
   "ts": "2026-06-16 11:14:27"
  },
  "drift": [
   -0.1,
   0.1,
   0.0
  ],
  "ts": "2026-06-17 01:14:22"
 },
 "周日010": {
  "home": "荷兰",
  "away": "日本",
  "probs": [
   0.462,
   0.2805,
   0.2575
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.4527,
     0.2836,
     0.2637
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.4676,
     0.2786,
     0.2538
    ],
    "odds": [
     2.13,
     3.57,
     3.92
    ]
   }
  ],
  "open": {
   "probs": [
    0.4788,
    0.2673,
    0.254
   ],
   "ts": "2026-06-13 07:18:37"
  },
  "drift": [
   -1.7,
   1.3,
   0.3
  ],
  "ts": "2026-06-15 03:13:01"
 },
 "周四028": {
  "home": "墨西哥",
  "away": "韩国",
  "probs": [
   0.4791,
   0.2836,
   0.2373
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.4778,
     0.2808,
     0.2414
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.4799,
     0.2852,
     0.2349
    ],
    "odds": [
     2.08,
     3.5,
     4.25
    ]
   }
  ],
  "open": {
   "probs": [
    0.4773,
    0.282,
    0.2407
   ],
   "ts": "2026-06-16 11:15:03"
  },
  "drift": [
   0.2,
   0.2,
   -0.3
  ],
  "ts": "2026-06-17 01:14:49"
 },
 "周一016": {
  "home": "伊朗",
  "away": "新西兰",
  "probs": [
   0.5323,
   0.2736,
   0.194
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5323,
     0.2736,
     0.194
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.5273,
    0.2762,
    0.1965
   ],
   "ts": "2026-06-13 07:19:25"
  },
  "drift": [
   0.5,
   -0.3,
   -0.2
  ],
  "ts": "2026-06-16 08:15:15"
 },
 "周日011": {
  "home": "科特迪瓦",
  "away": "厄瓜多尔",
  "probs": [
   0.2728,
   0.3352,
   0.392
  ],
  "sources": [
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.2728,
     0.3352,
     0.392
    ],
    "odds": [
     3.65,
     2.97,
     2.54
    ]
   }
  ],
  "open": {
   "probs": [
    0.2617,
    0.3405,
    0.3978
   ],
   "ts": "2026-06-13 07:18:45"
  },
  "drift": [
   1.1,
   -0.5,
   -0.6
  ],
  "ts": "2026-06-15 06:14:49"
 },
 "周六006": {
  "home": "巴西",
  "away": "摩洛哥",
  "probs": [
   0.5839,
   0.2549,
   0.1611
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5821,
     0.2537,
     0.1642
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5851,
     0.2557,
     0.1593
    ],
    "odds": [
     1.71,
     3.92,
     6.3
    ]
   }
  ],
  "open": {
   "probs": [
    0.5789,
    0.2488,
    0.1723
   ],
   "ts": "2026-06-13 07:18:03"
  },
  "drift": [
   0.5,
   0.6,
   -1.1
  ],
  "ts": "2026-06-14 05:16:29"
 },
 "周二018": {
  "home": "伊拉克",
  "away": "挪威",
  "probs": [
   0.0615,
   0.1335,
   0.8051
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.0647,
     0.1343,
     0.801
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.0595,
     0.133,
     0.8075
    ],
    "odds": [
     16.75,
     7.5,
     1.23
    ]
   }
  ],
  "open": {
   "probs": [
    0.062,
    0.1255,
    0.8125
   ],
   "ts": "2026-06-13 07:19:41"
  },
  "drift": [
   -0.1,
   0.8,
   -0.7
  ],
  "ts": "2026-06-17 01:13:26"
 },
 "周二019": {
  "home": "阿根廷",
  "away": "阿尔及利亚",
  "probs": [
   0.6828,
   0.2055,
   0.1117
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.6816,
     0.204,
     0.1144
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.6835,
     0.2065,
     0.11
    ],
    "odds": [
     1.46,
     4.85,
     9.1
    ]
   }
  ],
  "open": {
   "probs": [
    0.6976,
    0.2024,
    0.1
   ],
   "ts": "2026-06-13 07:19:48"
  },
  "drift": [
   -1.5,
   0.3,
   1.2
  ],
  "ts": "2026-06-17 01:13:33"
 },
 "周六007": {
  "home": "海地",
  "away": "苏格兰",
  "probs": [
   0.1556,
   0.209,
   0.6354
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1658,
     0.206,
     0.6281
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.1495,
     0.2108,
     0.6397
    ],
    "odds": [
     6.7,
     4.75,
     1.57
    ]
   }
  ],
  "open": {
   "probs": [
    0.1584,
    0.2238,
    0.6178
   ],
   "ts": "2026-06-13 07:18:11"
  },
  "drift": [
   -0.3,
   -1.5,
   1.8
  ],
  "ts": "2026-06-14 08:16:08"
 },
 "周六008": {
  "home": "澳大利亚",
  "away": "土耳其",
  "probs": [
   0.1759,
   0.2563,
   0.5678
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1759,
     0.2563,
     0.5678
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.1803,
    0.2535,
    0.5663
   ],
   "ts": "2026-06-13 07:18:21"
  },
  "drift": [
   -0.4,
   0.3,
   0.2
  ],
  "ts": "2026-06-14 11:11:56"
 },
 "周一013": {
  "home": "西班牙",
  "away": "佛得角",
  "probs": [
   0.9243,
   0.0529,
   0.0228
  ],
  "sources": [
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.9243,
     0.0529,
     0.0228
    ],
    "odds": [
     1.09,
     18.98,
     43.96
    ]
   }
  ],
  "open": {
   "probs": [
    0.9017,
    0.0665,
    0.0318
   ],
   "ts": "2026-06-13 07:19:00"
  },
  "drift": [
   2.3,
   -1.4,
   -0.9
  ],
  "ts": "2026-06-15 23:12:45"
 },
 "周二020": {
  "home": "奥地利",
  "away": "约旦",
  "probs": [
   0.7162,
   0.1837,
   0.1001
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.7114,
     0.1841,
     0.1045
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.7191,
     0.1834,
     0.0975
    ],
    "odds": [
     1.39,
     5.45,
     10.25
    ]
   }
  ],
  "open": {
   "probs": [
    0.7341,
    0.1638,
    0.1021
   ],
   "ts": "2026-06-13 07:19:56"
  },
  "drift": [
   -1.8,
   2.0,
   -0.2
  ],
  "ts": "2026-06-17 01:13:42"
 },
 "周六005": {
  "home": "卡塔尔",
  "away": "瑞士",
  "probs": [
   0.0572,
   0.1226,
   0.8202
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.0589,
     0.1238,
     0.8172
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.0562,
     0.1218,
     0.822
    ],
    "odds": [
     17.99,
     8.3,
     1.23
    ]
   }
  ],
  "open": {
   "probs": [
    0.0574,
    0.1377,
    0.8049
   ],
   "ts": "2026-06-13 07:17:55"
  },
  "drift": [
   -0.0,
   -1.5,
   1.5
  ],
  "ts": "2026-06-14 02:14:50"
 },
 "周三024": {
  "home": "乌兹别克斯坦",
  "away": "哥伦比亚",
  "probs": [
   0.0941,
   0.1975,
   0.7084
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.0955,
     0.196,
     0.7085
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.0933,
     0.1985,
     0.7083
    ],
    "odds": [
     10.75,
     5.05,
     1.42
    ]
   }
  ],
  "open": {
   "probs": [
    0.0947,
    0.2033,
    0.702
   ],
   "ts": "2026-06-13 07:20:28"
  },
  "drift": [
   -0.1,
   -0.6,
   0.6
  ],
  "ts": "2026-06-17 01:14:13"
 },
 "周五003": {
  "home": "加拿大",
  "away": "波黑",
  "probs": [
   0.5314,
   0.2723,
   0.1963
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5323,
     0.2736,
     0.194
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5308,
     0.2716,
     0.1976
    ],
    "odds": [
     1.88,
     3.67,
     5.05
    ]
   }
  ],
  "ts": "2026-06-13 02:16:49"
 },
 "周二017": {
  "home": "法国",
  "away": "塞内加尔",
  "probs": [
   0.6628,
   0.2116,
   0.1256
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.6617,
     0.2139,
     0.1244
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.6634,
     0.2102,
     0.1264
    ],
    "odds": [
     1.5,
     4.75,
     7.9
    ]
   }
  ],
  "open": {
   "probs": [
    0.6602,
    0.216,
    0.1237
   ],
   "ts": "2026-06-13 07:19:33"
  },
  "drift": [
   0.3,
   -0.4,
   0.2
  ],
  "ts": "2026-06-17 01:13:18"
 },
 "周一015": {
  "home": "沙特",
  "away": "乌拉圭",
  "probs": [
   0.1101,
   0.2146,
   0.6753
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1144,
     0.2139,
     0.6716
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.1075,
     0.215,
     0.6776
    ],
    "odds": [
     9.3,
     4.65,
     1.47
    ]
   }
  ],
  "open": {
   "probs": [
    0.1134,
    0.215,
    0.6716
   ],
   "ts": "2026-06-13 07:19:16"
  },
  "drift": [
   -0.3,
   -0.0,
   0.4
  ],
  "ts": "2026-06-16 05:13:08"
 },
 "周日012": {
  "home": "瑞典",
  "away": "突尼斯",
  "probs": [
   0.5131,
   0.2821,
   0.2048
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5075,
     0.2864,
     0.206
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5164,
     0.2796,
     0.204
    ],
    "odds": [
     1.93,
     3.57,
     4.9
    ]
   }
  ],
  "open": {
   "probs": [
    0.5153,
    0.2728,
    0.2119
   ],
   "ts": "2026-06-13 07:18:53"
  },
  "drift": [
   -0.2,
   0.9,
   -0.7
  ],
  "ts": "2026-06-15 09:16:35"
 },
 "周五004": {
  "home": "美国",
  "away": "巴拉圭",
  "probs": [
   0.4663,
   0.2985,
   0.2352
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.4673,
     0.2965,
     0.2362
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.4657,
     0.2997,
     0.2345
    ],
    "odds": [
     2.14,
     3.33,
     4.25
    ]
   }
  ],
  "open": {
   "probs": [
    0.4663,
    0.2985,
    0.2352
   ],
   "ts": "2026-06-13 07:17:47"
  },
  "drift": [
   0.0,
   0.0,
   -0.0
  ],
  "ts": "2026-06-13 08:17:54"
 },
 "周四027": {
  "home": "加拿大",
  "away": "卡塔尔",
  "probs": [
   0.7546,
   0.1653,
   0.0801
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.7537,
     0.1626,
     0.0837
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.7552,
     0.1669,
     0.0779
    ],
    "odds": [
     1.31,
     5.95,
     12.75
    ]
   }
  ],
  "open": {
   "probs": [
    0.7565,
    0.1632,
    0.0803
   ],
   "ts": "2026-06-16 11:14:50"
  },
  "drift": [
   -0.2,
   0.2,
   -0.0
  ],
  "ts": "2026-06-17 01:14:38"
 },
 "周三023": {
  "home": "加纳",
  "away": "巴拿马",
  "probs": [
   0.4306,
   0.291,
   0.2784
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.4271,
     0.2965,
     0.2764
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.4327,
     0.2877,
     0.2796
    ],
    "odds": [
     2.31,
     3.47,
     3.57
    ]
   }
  ],
  "open": {
   "probs": [
    0.4346,
    0.2871,
    0.2783
   ],
   "ts": "2026-06-13 07:20:20"
  },
  "drift": [
   -0.4,
   0.4,
   0.0
  ],
  "ts": "2026-06-17 01:14:05"
 },
 "周日009": {
  "home": "德国",
  "away": "库拉索",
  "probs": [
   0.9439,
   0.0347,
   0.0214
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.9423,
     0.0353,
     0.0224
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.9448,
     0.0344,
     0.0208
    ],
    "odds": [
     1.05,
     28.99,
     47.96
    ]
   }
  ],
  "open": {
   "probs": [
    0.9378,
    0.0405,
    0.0216
   ],
   "ts": "2026-06-13 07:18:29"
  },
  "drift": [
   0.6,
   -0.6,
   -0.0
  ],
  "ts": "2026-06-15 00:15:49"
 },
 "周三022": {
  "home": "英格兰",
  "away": "克罗地亚",
  "probs": [
   0.5615,
   0.2567,
   0.1818
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5622,
     0.2537,
     0.1841
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5611,
     0.2584,
     0.1805
    ],
    "odds": [
     1.78,
     3.88,
     5.55
    ]
   }
  ],
  "open": {
   "probs": [
    0.5633,
    0.2531,
    0.1835
   ],
   "ts": "2026-06-13 07:20:12"
  },
  "drift": [
   -0.2,
   0.4,
   -0.2
  ],
  "ts": "2026-06-17 01:13:57"
 },
 "周四026": {
  "home": "瑞士",
  "away": "波黑",
  "probs": [
   0.6185,
   0.2308,
   0.1507
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.6158,
     0.2315,
     0.1527
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.6202,
     0.2303,
     0.1495
    ],
    "odds": [
     1.61,
     4.35,
     6.7
    ]
   }
  ],
  "open": {
   "probs": [
    0.6177,
    0.2334,
    0.1489
   ],
   "ts": "2026-06-16 11:14:40"
  },
  "drift": [
   0.1,
   -0.3,
   0.2
  ],
  "ts": "2026-06-17 01:14:30"
 },
 "周一014": {
  "home": "比利时",
  "away": "埃及",
  "probs": [
   0.6256,
   0.2315,
   0.1429
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.6256,
     0.2315,
     0.1429
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.5992,
    0.2408,
    0.16
   ],
   "ts": "2026-06-13 07:19:08"
  },
  "drift": [
   2.6,
   -0.9,
   -1.7
  ],
  "ts": "2026-06-16 02:16:52"
 }
};
