window.INTL_DATA = {
 "周三021": {
  "home": "葡萄牙",
  "away": "刚果",
  "probs": [
   0.7612,
   0.1642,
   0.0746
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.7612,
     0.1642,
     0.0746
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.7575,
    0.1646,
    0.0779
   ],
   "ts": "2026-06-13 07:20:04"
  },
  "drift": [
   0.4,
   -0.0,
   -0.3
  ],
  "ts": "2026-06-13 09:19:02"
 },
 "周日010": {
  "home": "荷兰",
  "away": "日本",
  "probs": [
   0.4774,
   0.2663,
   0.2563
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.4774,
     0.2663,
     0.2563
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.4788,
    0.2673,
    0.254
   ],
   "ts": "2026-06-13 07:18:37"
  },
  "drift": [
   -0.1,
   -0.1,
   0.2
  ],
  "ts": "2026-06-13 09:17:32"
 },
 "周一016": {
  "home": "伊朗",
  "away": "新西兰",
  "probs": [
   0.5276,
   0.2764,
   0.196
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5276,
     0.2764,
     0.196
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.5273,
    0.2762,
    0.1965
   ],
   "ts": "2026-06-13 07:19:25"
  },
  "drift": [
   0.0,
   0.0,
   -0.1
  ],
  "ts": "2026-06-13 09:18:20"
 },
 "周日011": {
  "home": "科特迪瓦",
  "away": "厄瓜多尔",
  "probs": [
   0.2617,
   0.3405,
   0.3978
  ],
  "sources": [
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.2617,
     0.3405,
     0.3978
    ],
    "odds": [
     3.8,
     2.92,
     2.5
    ]
   }
  ],
  "open": {
   "probs": [
    0.2617,
    0.3405,
    0.3978
   ],
   "ts": "2026-06-13 07:18:45"
  },
  "drift": [
   0.0,
   0.0,
   -0.0
  ],
  "ts": "2026-06-13 08:18:52"
 },
 "周六006": {
  "home": "巴西",
  "away": "摩洛哥",
  "probs": [
   0.5769,
   0.25,
   0.1731
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5779,
     0.2462,
     0.1759
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5763,
     0.2523,
     0.1714
    ],
    "odds": [
     1.74,
     3.97,
     5.85
    ]
   }
  ],
  "open": {
   "probs": [
    0.5789,
    0.2488,
    0.1723
   ],
   "ts": "2026-06-13 07:18:03"
  },
  "drift": [
   -0.2,
   0.1,
   0.1
  ],
  "ts": "2026-06-13 09:16:51"
 },
 "周二018": {
  "home": "伊拉克",
  "away": "挪威",
  "probs": [
   0.0647,
   0.1244,
   0.8109
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.0647,
     0.1244,
     0.8109
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.062,
    0.1255,
    0.8125
   ],
   "ts": "2026-06-13 07:19:41"
  },
  "drift": [
   0.3,
   -0.1,
   -0.2
  ],
  "ts": "2026-06-13 09:18:37"
 },
 "周二019": {
  "home": "阿根廷",
  "away": "阿尔及利亚",
  "probs": [
   0.6946,
   0.202,
   0.1034
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.6946,
     0.202,
     0.1034
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.6976,
    0.2024,
    0.1
   ],
   "ts": "2026-06-13 07:19:48"
  },
  "drift": [
   -0.3,
   -0.0,
   0.3
  ],
  "ts": "2026-06-13 09:18:45"
 },
 "周六007": {
  "home": "海地",
  "away": "苏格兰",
  "probs": [
   0.1577,
   0.223,
   0.6192
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1626,
     0.2217,
     0.6158
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.1549,
     0.2238,
     0.6213
    ],
    "odds": [
     6.5,
     4.5,
     1.62
    ]
   }
  ],
  "open": {
   "probs": [
    0.1584,
    0.2238,
    0.6178
   ],
   "ts": "2026-06-13 07:18:11"
  },
  "drift": [
   -0.1,
   -0.1,
   0.1
  ],
  "ts": "2026-06-13 09:17:00"
 },
 "周六008": {
  "home": "澳大利亚",
  "away": "土耳其",
  "probs": [
   0.1841,
   0.2537,
   0.5622
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1841,
     0.2537,
     0.5622
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.1803,
    0.2535,
    0.5663
   ],
   "ts": "2026-06-13 07:18:21"
  },
  "drift": [
   0.4,
   0.0,
   -0.4
  ],
  "ts": "2026-06-13 09:17:15"
 },
 "周一013": {
  "home": "西班牙",
  "away": "佛得角",
  "probs": [
   0.9017,
   0.0665,
   0.0318
  ],
  "sources": [
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.9017,
     0.0665,
     0.0318
    ],
    "odds": [
     1.1,
     14.98,
     31.3
    ]
   }
  ],
  "open": {
   "probs": [
    0.9017,
    0.0665,
    0.0318
   ],
   "ts": "2026-06-13 07:19:00"
  },
  "drift": [
   -0.0,
   0.0,
   0.0
  ],
  "ts": "2026-06-13 08:19:06"
 },
 "周二020": {
  "home": "奥地利",
  "away": "约旦",
  "probs": [
   0.7313,
   0.1642,
   0.1045
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.7313,
     0.1642,
     0.1045
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.7341,
    0.1638,
    0.1021
   ],
   "ts": "2026-06-13 07:19:56"
  },
  "drift": [
   -0.3,
   0.0,
   0.2
  ],
  "ts": "2026-06-13 09:18:54"
 },
 "周六005": {
  "home": "卡塔尔",
  "away": "瑞士",
  "probs": [
   0.0578,
   0.1386,
   0.8035
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.0591,
     0.1351,
     0.8058
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.0571,
     0.1407,
     0.8022
    ],
    "odds": [
     17.48,
     7.1,
     1.24
    ]
   }
  ],
  "open": {
   "probs": [
    0.0574,
    0.1377,
    0.8049
   ],
   "ts": "2026-06-13 07:17:55"
  },
  "drift": [
   0.0,
   0.1,
   -0.1
  ],
  "ts": "2026-06-13 09:16:43"
 },
 "周三024": {
  "home": "乌兹别克斯坦",
  "away": "哥伦比亚",
  "probs": [
   0.0945,
   0.204,
   0.7015
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.0945,
     0.204,
     0.7015
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.0947,
    0.2033,
    0.702
   ],
   "ts": "2026-06-13 07:20:28"
  },
  "drift": [
   -0.0,
   0.1,
   -0.1
  ],
  "ts": "2026-06-13 09:19:26"
 },
 "周五003": {
  "home": "加拿大",
  "away": "波黑",
  "probs": [
   0.5314,
   0.2723,
   0.1963
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5323,
     0.2736,
     0.194
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5308,
     0.2716,
     0.1976
    ],
    "odds": [
     1.88,
     3.67,
     5.05
    ]
   }
  ],
  "ts": "2026-06-13 02:16:49"
 },
 "周二017": {
  "home": "法国",
  "away": "塞内加尔",
  "probs": [
   0.6617,
   0.2139,
   0.1244
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.6617,
     0.2139,
     0.1244
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.6602,
    0.216,
    0.1237
   ],
   "ts": "2026-06-13 07:19:33"
  },
  "drift": [
   0.1,
   -0.2,
   0.1
  ],
  "ts": "2026-06-13 09:18:28"
 },
 "周一015": {
  "home": "沙特",
  "away": "乌拉圭",
  "probs": [
   0.1156,
   0.2161,
   0.6683
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1156,
     0.2161,
     0.6683
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.1134,
    0.215,
    0.6716
   ],
   "ts": "2026-06-13 07:19:16"
  },
  "drift": [
   0.2,
   0.1,
   -0.3
  ],
  "ts": "2026-06-13 09:18:12"
 },
 "周日012": {
  "home": "瑞典",
  "away": "突尼斯",
  "probs": [
   0.5075,
   0.2764,
   0.2161
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5075,
     0.2764,
     0.2161
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.5153,
    0.2728,
    0.2119
   ],
   "ts": "2026-06-13 07:18:53"
  },
  "drift": [
   -0.8,
   0.4,
   0.4
  ],
  "ts": "2026-06-13 09:17:49"
 },
 "周五004": {
  "home": "美国",
  "away": "巴拉圭",
  "probs": [
   0.4663,
   0.2985,
   0.2352
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.4673,
     0.2965,
     0.2362
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.4657,
     0.2997,
     0.2345
    ],
    "odds": [
     2.14,
     3.33,
     4.25
    ]
   }
  ],
  "open": {
   "probs": [
    0.4663,
    0.2985,
    0.2352
   ],
   "ts": "2026-06-13 07:17:47"
  },
  "drift": [
   0.0,
   0.0,
   -0.0
  ],
  "ts": "2026-06-13 08:17:54"
 },
 "周三023": {
  "home": "加纳",
  "away": "巴拿马",
  "probs": [
   0.4372,
   0.2864,
   0.2764
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.4372,
     0.2864,
     0.2764
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.4346,
    0.2871,
    0.2783
   ],
   "ts": "2026-06-13 07:20:20"
  },
  "drift": [
   0.3,
   -0.1,
   -0.2
  ],
  "ts": "2026-06-13 09:19:18"
 },
 "周日009": {
  "home": "德国",
  "away": "库拉索",
  "probs": [
   0.9382,
   0.0404,
   0.0214
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.9382,
     0.0404,
     0.0214
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.9378,
    0.0405,
    0.0216
   ],
   "ts": "2026-06-13 07:18:29"
  },
  "drift": [
   0.0,
   -0.0,
   -0.0
  ],
  "ts": "2026-06-13 09:17:23"
 },
 "周三022": {
  "home": "英格兰",
  "away": "克罗地亚",
  "probs": [
   0.5622,
   0.2537,
   0.1841
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5622,
     0.2537,
     0.1841
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.5633,
    0.2531,
    0.1835
   ],
   "ts": "2026-06-13 07:20:12"
  },
  "drift": [
   -0.1,
   0.1,
   0.1
  ],
  "ts": "2026-06-13 09:19:10"
 },
 "周一014": {
  "home": "比利时",
  "away": "埃及",
  "probs": [
   0.5961,
   0.2414,
   0.1626
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5961,
     0.2414,
     0.1626
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.5992,
    0.2408,
    0.16
   ],
   "ts": "2026-06-13 07:19:08"
  },
  "drift": [
   -0.3,
   0.1,
   0.3
  ],
  "ts": "2026-06-13 09:18:04"
 }
};
