window.INTL_DATA = {
 "周三021": {
  "home": "葡萄牙",
  "away": "刚果",
  "probs": [
   0.7575,
   0.1646,
   0.0779
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.7612,
     0.1642,
     0.0746
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.7553,
     0.1649,
     0.0798
    ],
    "odds": [
     1.32,
     6.05,
     12.48
    ]
   }
  ],
  "open": {
   "probs": [
    0.7575,
    0.1646,
    0.0779
   ],
   "ts": "2026-06-13 07:20:04"
  },
  "drift": [
   -0.0,
   0.0,
   -0.0
  ],
  "ts": "2026-06-13 13:16:23"
 },
 "周日010": {
  "home": "荷兰",
  "away": "日本",
  "probs": [
   0.4778,
   0.2667,
   0.2555
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.4774,
     0.2663,
     0.2563
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.4781,
     0.267,
     0.255
    ],
    "odds": [
     2.08,
     3.72,
     3.9
    ]
   }
  ],
  "open": {
   "probs": [
    0.4788,
    0.2673,
    0.254
   ],
   "ts": "2026-06-13 07:18:37"
  },
  "drift": [
   -0.1,
   -0.1,
   0.1
  ],
  "ts": "2026-06-13 13:14:54"
 },
 "周一016": {
  "home": "伊朗",
  "away": "新西兰",
  "probs": [
   0.5271,
   0.277,
   0.1959
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5276,
     0.2764,
     0.196
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5268,
     0.2774,
     0.1958
    ],
    "odds": [
     1.89,
     3.6,
     5.1
    ]
   }
  ],
  "open": {
   "probs": [
    0.5273,
    0.2762,
    0.1965
   ],
   "ts": "2026-06-13 07:19:25"
  },
  "drift": [
   -0.0,
   0.1,
   -0.1
  ],
  "ts": "2026-06-13 13:15:42"
 },
 "周日011": {
  "home": "科特迪瓦",
  "away": "厄瓜多尔",
  "probs": [
   0.2609,
   0.3394,
   0.3997
  ],
  "sources": [
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.2609,
     0.3394,
     0.3997
    ],
    "odds": [
     3.8,
     2.92,
     2.48
    ]
   }
  ],
  "open": {
   "probs": [
    0.2617,
    0.3405,
    0.3978
   ],
   "ts": "2026-06-13 07:18:45"
  },
  "drift": [
   -0.1,
   -0.1,
   0.2
  ],
  "ts": "2026-06-13 13:15:02"
 },
 "周六006": {
  "home": "巴西",
  "away": "摩洛哥",
  "probs": [
   0.5774,
   0.2534,
   0.1692
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5779,
     0.2462,
     0.1759
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5772,
     0.2577,
     0.1652
    ],
    "odds": [
     1.73,
     3.88,
     6.05
    ]
   }
  ],
  "open": {
   "probs": [
    0.5789,
    0.2488,
    0.1723
   ],
   "ts": "2026-06-13 07:18:03"
  },
  "drift": [
   -0.1,
   0.5,
   -0.3
  ],
  "ts": "2026-06-13 13:14:21"
 },
 "周二018": {
  "home": "伊拉克",
  "away": "挪威",
  "probs": [
   0.0621,
   0.1257,
   0.8121
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.0647,
     0.1244,
     0.8109
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.0606,
     0.1266,
     0.8128
    ],
    "odds": [
     16.49,
     7.9,
     1.23
    ]
   }
  ],
  "open": {
   "probs": [
    0.062,
    0.1255,
    0.8125
   ],
   "ts": "2026-06-13 07:19:41"
  },
  "drift": [
   0.0,
   0.0,
   -0.0
  ],
  "ts": "2026-06-13 13:15:59"
 },
 "周二019": {
  "home": "阿根廷",
  "away": "阿尔及利亚",
  "probs": [
   0.6976,
   0.2024,
   0.1
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.6946,
     0.202,
     0.1034
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.6994,
     0.2027,
     0.0979
    ],
    "odds": [
     1.42,
     4.9,
     10.14
    ]
   }
  ],
  "open": {
   "probs": [
    0.6976,
    0.2024,
    0.1
   ],
   "ts": "2026-06-13 07:19:48"
  },
  "drift": [
   -0.0,
   0.0,
   -0.0
  ],
  "ts": "2026-06-13 13:16:08"
 },
 "周六007": {
  "home": "海地",
  "away": "苏格兰",
  "probs": [
   0.1569,
   0.2201,
   0.623
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1626,
     0.2217,
     0.6158
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.1535,
     0.2192,
     0.6273
    ],
    "odds": [
     6.5,
     4.55,
     1.59
    ]
   }
  ],
  "open": {
   "probs": [
    0.1584,
    0.2238,
    0.6178
   ],
   "ts": "2026-06-13 07:18:11"
  },
  "drift": [
   -0.2,
   -0.4,
   0.5
  ],
  "ts": "2026-06-13 13:14:29"
 },
 "周六008": {
  "home": "澳大利亚",
  "away": "土耳其",
  "probs": [
   0.1829,
   0.2546,
   0.5626
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1859,
     0.2563,
     0.5578
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.181,
     0.2536,
     0.5654
    ],
    "odds": [
     5.5,
     3.92,
     1.76
    ]
   }
  ],
  "open": {
   "probs": [
    0.1803,
    0.2535,
    0.5663
   ],
   "ts": "2026-06-13 07:18:21"
  },
  "drift": [
   0.3,
   0.1,
   -0.4
  ],
  "ts": "2026-06-13 13:14:38"
 },
 "周一013": {
  "home": "西班牙",
  "away": "佛得角",
  "probs": [
   0.9009,
   0.0664,
   0.0327
  ],
  "sources": [
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.9009,
     0.0664,
     0.0327
    ],
    "odds": [
     1.1,
     14.98,
     30.44
    ]
   }
  ],
  "open": {
   "probs": [
    0.9017,
    0.0665,
    0.0318
   ],
   "ts": "2026-06-13 07:19:00"
  },
  "drift": [
   -0.1,
   -0.0,
   0.1
  ],
  "ts": "2026-06-13 13:15:17"
 },
 "周二020": {
  "home": "奥地利",
  "away": "约旦",
  "probs": [
   0.7284,
   0.1696,
   0.102
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.7241,
     0.1724,
     0.1034
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.7309,
     0.1679,
     0.1011
    ],
    "odds": [
     1.36,
     5.9,
     9.79
    ]
   }
  ],
  "open": {
   "probs": [
    0.7341,
    0.1638,
    0.1021
   ],
   "ts": "2026-06-13 07:19:56"
  },
  "drift": [
   -0.6,
   0.6,
   -0.0
  ],
  "ts": "2026-06-13 13:16:16"
 },
 "周六005": {
  "home": "卡塔尔",
  "away": "瑞士",
  "probs": [
   0.0637,
   0.1345,
   0.8018
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.0637,
     0.1345,
     0.8018
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.0574,
    0.1377,
    0.8049
   ],
   "ts": "2026-06-13 07:17:55"
  },
  "drift": [
   0.6,
   -0.3,
   -0.3
  ],
  "ts": "2026-06-13 13:14:13"
 },
 "周三024": {
  "home": "乌兹别克斯坦",
  "away": "哥伦比亚",
  "probs": [
   0.0947,
   0.2033,
   0.702
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.0945,
     0.204,
     0.7015
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.0949,
     0.2029,
     0.7023
    ],
    "odds": [
     10.48,
     4.9,
     1.42
    ]
   }
  ],
  "open": {
   "probs": [
    0.0947,
    0.2033,
    0.702
   ],
   "ts": "2026-06-13 07:20:28"
  },
  "drift": [
   0.0,
   -0.0,
   -0.0
  ],
  "ts": "2026-06-13 13:16:47"
 },
 "周五003": {
  "home": "加拿大",
  "away": "波黑",
  "probs": [
   0.5314,
   0.2723,
   0.1963
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5323,
     0.2736,
     0.194
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5308,
     0.2716,
     0.1976
    ],
    "odds": [
     1.88,
     3.67,
     5.05
    ]
   }
  ],
  "ts": "2026-06-13 02:16:49"
 },
 "周二017": {
  "home": "法国",
  "away": "塞内加尔",
  "probs": [
   0.6612,
   0.2154,
   0.1234
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.6617,
     0.2139,
     0.1244
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.6609,
     0.2163,
     0.1228
    ],
    "odds": [
     1.5,
     4.6,
     8.1
    ]
   }
  ],
  "open": {
   "probs": [
    0.6602,
    0.216,
    0.1237
   ],
   "ts": "2026-06-13 07:19:33"
  },
  "drift": [
   0.1,
   -0.1,
   -0.0
  ],
  "ts": "2026-06-13 13:15:51"
 },
 "周一015": {
  "home": "沙特",
  "away": "乌拉圭",
  "probs": [
   0.1134,
   0.215,
   0.6716
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1156,
     0.2161,
     0.6683
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.1121,
     0.2144,
     0.6735
    ],
    "odds": [
     8.89,
     4.65,
     1.48
    ]
   }
  ],
  "open": {
   "probs": [
    0.1134,
    0.215,
    0.6716
   ],
   "ts": "2026-06-13 07:19:16"
  },
  "drift": [
   0.0,
   0.0,
   -0.0
  ],
  "ts": "2026-06-13 13:15:33"
 },
 "周日012": {
  "home": "瑞典",
  "away": "突尼斯",
  "probs": [
   0.5092,
   0.2757,
   0.2151
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5075,
     0.2764,
     0.2161
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5102,
     0.2752,
     0.2146
    ],
    "odds": [
     1.96,
     3.62,
     4.65
    ]
   }
  ],
  "open": {
   "probs": [
    0.5153,
    0.2728,
    0.2119
   ],
   "ts": "2026-06-13 07:18:53"
  },
  "drift": [
   -0.6,
   0.3,
   0.3
  ],
  "ts": "2026-06-13 13:15:10"
 },
 "周五004": {
  "home": "美国",
  "away": "巴拉圭",
  "probs": [
   0.4663,
   0.2985,
   0.2352
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.4673,
     0.2965,
     0.2362
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.4657,
     0.2997,
     0.2345
    ],
    "odds": [
     2.14,
     3.33,
     4.25
    ]
   }
  ],
  "open": {
   "probs": [
    0.4663,
    0.2985,
    0.2352
   ],
   "ts": "2026-06-13 07:17:47"
  },
  "drift": [
   0.0,
   0.0,
   -0.0
  ],
  "ts": "2026-06-13 08:17:54"
 },
 "周三023": {
  "home": "加纳",
  "away": "巴拿马",
  "probs": [
   0.4353,
   0.2868,
   0.2779
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.4372,
     0.2864,
     0.2764
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.4342,
     0.2869,
     0.2789
    ],
    "odds": [
     2.28,
     3.45,
     3.55
    ]
   }
  ],
  "open": {
   "probs": [
    0.4346,
    0.2871,
    0.2783
   ],
   "ts": "2026-06-13 07:20:20"
  },
  "drift": [
   0.1,
   -0.0,
   -0.0
  ],
  "ts": "2026-06-13 13:16:39"
 },
 "周日009": {
  "home": "德国",
  "away": "库拉索",
  "probs": [
   0.9371,
   0.0399,
   0.023
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.9358,
     0.0398,
     0.0244
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.938,
     0.0399,
     0.0222
    ],
    "odds": [
     1.06,
     24.94,
     44.84
    ]
   }
  ],
  "open": {
   "probs": [
    0.9378,
    0.0405,
    0.0216
   ],
   "ts": "2026-06-13 07:18:29"
  },
  "drift": [
   -0.1,
   -0.1,
   0.1
  ],
  "ts": "2026-06-13 13:14:46"
 },
 "周三022": {
  "home": "英格兰",
  "away": "克罗地亚",
  "probs": [
   0.5638,
   0.2529,
   0.1833
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5622,
     0.2537,
     0.1841
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5647,
     0.2524,
     0.1829
    ],
    "odds": [
     1.76,
     3.95,
     5.45
    ]
   }
  ],
  "open": {
   "probs": [
    0.5633,
    0.2531,
    0.1835
   ],
   "ts": "2026-06-13 07:20:12"
  },
  "drift": [
   0.0,
   -0.0,
   -0.0
  ],
  "ts": "2026-06-13 13:16:31"
 },
 "周一014": {
  "home": "比利时",
  "away": "埃及",
  "probs": [
   0.5992,
   0.2408,
   0.16
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5961,
     0.2414,
     0.1626
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.6011,
     0.2405,
     0.1584
    ],
    "odds": [
     1.66,
     4.15,
     6.3
    ]
   }
  ],
  "open": {
   "probs": [
    0.5992,
    0.2408,
    0.16
   ],
   "ts": "2026-06-13 07:19:08"
  },
  "drift": [
   0.0,
   0.0,
   -0.0
  ],
  "ts": "2026-06-13 13:15:25"
 }
};
