window.INTL_DATA = {
 "周三021": {
  "home": "葡萄牙",
  "away": "刚果",
  "probs": [
   0.7621,
   0.1643,
   0.0736
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.7612,
     0.1642,
     0.0746
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.7626,
     0.1645,
     0.073
    ],
    "odds": [
     1.31,
     6.1,
     13.75
    ]
   }
  ],
  "open": {
   "probs": [
    0.7575,
    0.1646,
    0.0779
   ],
   "ts": "2026-06-13 07:20:04"
  },
  "drift": [
   0.5,
   -0.0,
   -0.4
  ],
  "ts": "2026-06-17 20:30:15"
 },
 "周四025": {
  "home": "捷克",
  "away": "南非",
  "probs": [
   0.5276,
   0.2676,
   0.2048
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5276,
     0.2663,
     0.206
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5275,
     0.2684,
     0.2041
    ],
    "odds": [
     1.9,
     3.72,
     4.9
    ]
   }
  ],
  "open": {
   "probs": [
    0.5456,
    0.2543,
    0.2002
   ],
   "ts": "2026-06-16 11:14:27"
  },
  "drift": [
   -1.8,
   1.3,
   0.5
  ],
  "ts": "2026-06-18 17:16:24"
 },
 "周日010": {
  "home": "荷兰",
  "away": "日本",
  "probs": [
   0.462,
   0.2805,
   0.2575
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.4527,
     0.2836,
     0.2637
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.4676,
     0.2786,
     0.2538
    ],
    "odds": [
     2.13,
     3.57,
     3.92
    ]
   }
  ],
  "open": {
   "probs": [
    0.4788,
    0.2673,
    0.254
   ],
   "ts": "2026-06-13 07:18:37"
  },
  "drift": [
   -1.7,
   1.3,
   0.3
  ],
  "ts": "2026-06-15 03:13:01"
 },
 "周二045": {
  "home": "葡萄牙",
  "away": "乌兹别克斯坦",
  "probs": [
   0.8308,
   0.1244,
   0.0448
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.8308,
     0.1244,
     0.0448
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.8191,
    0.1256,
    0.0553
   ],
   "ts": "2026-06-21 11:16:30"
  },
  "drift": [
   1.2,
   -0.1,
   -1.1
  ],
  "ts": "2026-06-23 12:15:39"
 },
 "周六036": {
  "home": "突尼斯",
  "away": "日本",
  "probs": [
   0.1045,
   0.204,
   0.6915
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1045,
     0.204,
     0.6915
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.1259,
    0.2349,
    0.6392
   ],
   "ts": "2026-06-18 12:18:14"
  },
  "drift": [
   -2.1,
   -3.1,
   5.2
  ],
  "ts": "2026-06-21 11:15:57"
 },
 "周五030": {
  "home": "苏格兰",
  "away": "摩洛哥",
  "probs": [
   0.1527,
   0.2611,
   0.5862
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1527,
     0.2611,
     0.5862
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.1719,
    0.2641,
    0.5641
   ],
   "ts": "2026-06-17 11:14:59"
  },
  "drift": [
   -1.9,
   -0.3,
   2.2
  ],
  "ts": "2026-06-20 05:14:59"
 },
 "周五031": {
  "home": "巴西",
  "away": "海地",
  "probs": [
   0.8771,
   0.0778,
   0.0451
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.8771,
     0.0778,
     0.0451
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.8799,
    0.0793,
    0.0409
   ],
   "ts": "2026-06-17 11:15:07"
  },
  "drift": [
   -0.3,
   -0.2,
   0.4
  ],
  "ts": "2026-06-20 08:16:15"
 },
 "周四028": {
  "home": "墨西哥",
  "away": "韩国",
  "probs": [
   0.4655,
   0.2937,
   0.2408
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.468,
     0.2906,
     0.2414
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.464,
     0.2956,
     0.2404
    ],
    "odds": [
     2.15,
     3.37,
     4.15
    ]
   }
  ],
  "open": {
   "probs": [
    0.4773,
    0.282,
    0.2407
   ],
   "ts": "2026-06-16 11:15:03"
  },
  "drift": [
   -1.2,
   1.2,
   0.0
  ],
  "ts": "2026-06-18 17:16:40"
 },
 "周一016": {
  "home": "伊朗",
  "away": "新西兰",
  "probs": [
   0.5323,
   0.2736,
   0.194
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5323,
     0.2736,
     0.194
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.5273,
    0.2762,
    0.1965
   ],
   "ts": "2026-06-13 07:19:25"
  },
  "drift": [
   0.5,
   -0.3,
   -0.2
  ],
  "ts": "2026-06-16 08:15:15"
 },
 "周一041": {
  "home": "阿根廷",
  "away": "奥地利",
  "probs": [
   0.6784,
   0.2161,
   0.1055
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.6784,
     0.2161,
     0.1055
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.6219,
    0.2338,
    0.1443
   ],
   "ts": "2026-06-20 11:15:25"
  },
  "drift": [
   5.6,
   -1.8,
   -3.9
  ],
  "ts": "2026-06-23 00:14:23"
 },
 "周日011": {
  "home": "科特迪瓦",
  "away": "厄瓜多尔",
  "probs": [
   0.2728,
   0.3352,
   0.392
  ],
  "sources": [
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.2728,
     0.3352,
     0.392
    ],
    "odds": [
     3.65,
     2.97,
     2.54
    ]
   }
  ],
  "open": {
   "probs": [
    0.2617,
    0.3405,
    0.3978
   ],
   "ts": "2026-06-13 07:18:45"
  },
  "drift": [
   1.1,
   -0.5,
   -0.6
  ],
  "ts": "2026-06-15 06:14:49"
 },
 "周二048": {
  "home": "哥伦比亚",
  "away": "刚果",
  "probs": [
   0.6318,
   0.2338,
   0.1343
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.6318,
     0.2338,
     0.1343
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.6482,
    0.2261,
    0.1256
   ],
   "ts": "2026-06-21 11:16:41"
  },
  "drift": [
   -1.6,
   0.8,
   0.9
  ],
  "ts": "2026-06-23 16:15:08"
 },
 "周三050": {
  "home": "波黑",
  "away": "卡塔尔",
  "probs": [
   0.6816,
   0.194,
   0.1244
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.6816,
     0.194,
     0.1244
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.6723,
    0.194,
    0.1336
   ],
   "ts": "2026-06-22 11:18:44"
  },
  "drift": [
   0.9,
   0.0,
   -0.9
  ],
  "ts": "2026-06-23 12:15:52"
 },
 "周六006": {
  "home": "巴西",
  "away": "摩洛哥",
  "probs": [
   0.5839,
   0.2549,
   0.1611
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5821,
     0.2537,
     0.1642
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5851,
     0.2557,
     0.1593
    ],
    "odds": [
     1.71,
     3.92,
     6.3
    ]
   }
  ],
  "open": {
   "probs": [
    0.5789,
    0.2488,
    0.1723
   ],
   "ts": "2026-06-13 07:18:03"
  },
  "drift": [
   0.5,
   0.6,
   -1.1
  ],
  "ts": "2026-06-14 05:16:29"
 },
 "周二018": {
  "home": "伊拉克",
  "away": "挪威",
  "probs": [
   0.0654,
   0.134,
   0.8006
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.0653,
     0.1357,
     0.799
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.0655,
     0.1331,
     0.8015
    ],
    "odds": [
     15.24,
     7.5,
     1.24
    ]
   }
  ],
  "open": {
   "probs": [
    0.062,
    0.1255,
    0.8125
   ],
   "ts": "2026-06-13 07:19:41"
  },
  "drift": [
   0.3,
   0.9,
   -1.2
  ],
  "ts": "2026-06-17 05:14:42"
 },
 "周四058": {
  "home": "日本",
  "away": "瑞典",
  "probs": [
   0.5109,
   0.2735,
   0.2156
  ],
  "sources": [
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5109,
     0.2735,
     0.2156
    ],
    "odds": [
     1.94,
     3.62,
     4.6
    ]
   }
  ],
  "open": {
   "probs": [
    0.5053,
    0.2753,
    0.2194
   ],
   "ts": "2026-06-23 11:16:22"
  },
  "drift": [
   0.6,
   -0.2,
   -0.4
  ],
  "ts": "2026-06-23 22:18:22"
 },
 "周四059": {
  "home": "巴拉圭",
  "away": "澳大利亚",
  "probs": [
   0.3234,
   0.4328,
   0.2438
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.3234,
     0.4328,
     0.2438
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.33,
    0.4286,
    0.2414
   ],
   "ts": "2026-06-23 13:18:22"
  },
  "drift": [
   -0.7,
   0.4,
   0.2
  ],
  "ts": "2026-06-23 23:18:25"
 },
 "周二019": {
  "home": "阿根廷",
  "away": "阿尔及利亚",
  "probs": [
   0.6452,
   0.2286,
   0.1263
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.6482,
     0.2261,
     0.1256
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.6433,
     0.23,
     0.1266
    ],
    "odds": [
     1.55,
     4.35,
     7.9
    ]
   }
  ],
  "open": {
   "probs": [
    0.6976,
    0.2024,
    0.1
   ],
   "ts": "2026-06-13 07:19:48"
  },
  "drift": [
   -5.2,
   2.6,
   2.6
  ],
  "ts": "2026-06-17 08:14:16"
 },
 "周日040": {
  "home": "新西兰",
  "away": "埃及",
  "probs": [
   0.1542,
   0.2338,
   0.6119
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1542,
     0.2338,
     0.6119
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.1642,
    0.2338,
    0.602
   ],
   "ts": "2026-06-19 11:19:16"
  },
  "drift": [
   -1.0,
   0.0,
   1.0
  ],
  "ts": "2026-06-22 07:16:54"
 },
 "周六007": {
  "home": "海地",
  "away": "苏格兰",
  "probs": [
   0.1556,
   0.209,
   0.6354
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1658,
     0.206,
     0.6281
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.1495,
     0.2108,
     0.6397
    ],
    "odds": [
     6.7,
     4.75,
     1.57
    ]
   }
  ],
  "open": {
   "probs": [
    0.1584,
    0.2238,
    0.6178
   ],
   "ts": "2026-06-13 07:18:11"
  },
  "drift": [
   -0.3,
   -1.5,
   1.8
  ],
  "ts": "2026-06-14 08:16:08"
 },
 "周三051": {
  "home": "苏格兰",
  "away": "巴西",
  "probs": [
   0.1055,
   0.1824,
   0.712
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1045,
     0.1841,
     0.7114
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.1062,
     0.1814,
     0.7124
    ],
    "odds": [
     9.39,
     5.5,
     1.4
    ]
   }
  ],
  "open": {
   "probs": [
    0.1144,
    0.1841,
    0.7015
   ],
   "ts": "2026-06-22 13:15:09"
  },
  "drift": [
   -0.9,
   -0.2,
   1.1
  ],
  "ts": "2026-06-23 11:15:41"
 },
 "周日037": {
  "home": "西班牙",
  "away": "沙特",
  "probs": [
   0.8881,
   0.0753,
   0.0366
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.8881,
     0.0753,
     0.0366
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.8784,
    0.0844,
    0.0372
   ],
   "ts": "2026-06-19 11:19:06"
  },
  "drift": [
   1.0,
   -0.9,
   -0.1
  ],
  "ts": "2026-06-21 23:16:06"
 },
 "周四055": {
  "home": "厄瓜多尔",
  "away": "德国",
  "probs": [
   0.2438,
   0.2338,
   0.5224
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.2438,
     0.2338,
     0.5224
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.2537,
    0.2338,
    0.5124
   ],
   "ts": "2026-06-23 12:16:20"
  },
  "drift": [
   -1.0,
   0.0,
   1.0
  ],
  "ts": "2026-06-23 13:18:09"
 },
 "周三052": {
  "home": "摩洛哥",
  "away": "海地",
  "probs": [
   0.8258,
   0.1263,
   0.0479
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.8291,
     0.1256,
     0.0452
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.8238,
     0.1267,
     0.0495
    ],
    "odds": [
     1.21,
     7.9,
     20.22
    ]
   }
  ],
  "open": {
   "probs": [
    0.8198,
    0.1265,
    0.0537
   ],
   "ts": "2026-06-22 11:18:56"
  },
  "drift": [
   0.6,
   -0.0,
   -0.6
  ],
  "ts": "2026-06-23 11:15:50"
 },
 "周四056": {
  "home": "库拉索",
  "away": "科特迪瓦",
  "probs": [
   0.0479,
   0.1056,
   0.8465
  ],
  "sources": [
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.0479,
     0.1056,
     0.8465
    ],
    "odds": [
     20.94,
     9.5,
     1.18
    ]
   }
  ],
  "open": {
   "probs": [
    0.0479,
    0.1056,
    0.8465
   ],
   "ts": "2026-06-23 11:16:16"
  },
  "drift": [
   -0.0,
   0.0,
   -0.0
  ],
  "ts": "2026-06-23 11:16:16"
 },
 "周六008": {
  "home": "澳大利亚",
  "away": "土耳其",
  "probs": [
   0.1759,
   0.2563,
   0.5678
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1759,
     0.2563,
     0.5678
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.1803,
    0.2535,
    0.5663
   ],
   "ts": "2026-06-13 07:18:21"
  },
  "drift": [
   -0.4,
   0.3,
   0.2
  ],
  "ts": "2026-06-14 11:11:56"
 },
 "周一013": {
  "home": "西班牙",
  "away": "佛得角",
  "probs": [
   0.9243,
   0.0529,
   0.0228
  ],
  "sources": [
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.9243,
     0.0529,
     0.0228
    ],
    "odds": [
     1.09,
     18.98,
     43.96
    ]
   }
  ],
  "open": {
   "probs": [
    0.9017,
    0.0665,
    0.0318
   ],
   "ts": "2026-06-13 07:19:00"
  },
  "drift": [
   2.3,
   -1.4,
   -0.9
  ],
  "ts": "2026-06-15 23:12:45"
 },
 "周二020": {
  "home": "奥地利",
  "away": "约旦",
  "probs": [
   0.7019,
   0.1952,
   0.1029
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.6985,
     0.196,
     0.1055
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.704,
     0.1947,
     0.1013
    ],
    "odds": [
     1.41,
     5.1,
     9.79
    ]
   }
  ],
  "open": {
   "probs": [
    0.7341,
    0.1638,
    0.1021
   ],
   "ts": "2026-06-13 07:19:56"
  },
  "drift": [
   -3.2,
   3.1,
   0.1
  ],
  "ts": "2026-06-17 11:13:19"
 },
 "周一044": {
  "home": "约旦",
  "away": "阿尔及利亚",
  "probs": [
   0.1417,
   0.2205,
   0.6378
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1443,
     0.2239,
     0.6318
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.1401,
     0.2185,
     0.6414
    ],
    "odds": [
     7.1,
     4.55,
     1.55
    ]
   }
  ],
  "open": {
   "probs": [
    0.1542,
    0.2338,
    0.6119
   ],
   "ts": "2026-06-20 11:15:36"
  },
  "drift": [
   -1.3,
   -1.3,
   2.6
  ],
  "ts": "2026-06-23 07:15:47"
 },
 "周日038": {
  "home": "比利时",
  "away": "伊朗",
  "probs": [
   0.6985,
   0.196,
   0.1055
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.6985,
     0.196,
     0.1055
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.6784,
    0.206,
    0.1156
   ],
   "ts": "2026-06-19 11:19:09"
  },
  "drift": [
   2.0,
   -1.0,
   -1.0
  ],
  "ts": "2026-06-22 02:18:13"
 },
 "周四060": {
  "home": "土耳其",
  "away": "美国",
  "probs": [
   0.2637,
   0.2239,
   0.5124
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.2637,
     0.2239,
     0.5124
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.2637,
    0.2239,
    0.5124
   ],
   "ts": "2026-06-23 11:16:43"
  },
  "drift": [
   -0.0,
   -0.0,
   0.0
  ],
  "ts": "2026-06-23 11:16:43"
 },
 "周六005": {
  "home": "卡塔尔",
  "away": "瑞士",
  "probs": [
   0.0572,
   0.1226,
   0.8202
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.0589,
     0.1238,
     0.8172
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.0562,
     0.1218,
     0.822
    ],
    "odds": [
     17.99,
     8.3,
     1.23
    ]
   }
  ],
  "open": {
   "probs": [
    0.0574,
    0.1377,
    0.8049
   ],
   "ts": "2026-06-13 07:17:55"
  },
  "drift": [
   -0.0,
   -1.5,
   1.5
  ],
  "ts": "2026-06-14 02:14:50"
 },
 "周三024": {
  "home": "乌兹别克斯坦",
  "away": "哥伦比亚",
  "probs": [
   0.0839,
   0.1929,
   0.7232
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.0846,
     0.194,
     0.7214
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.0835,
     0.1923,
     0.7243
    ],
    "odds": [
     11.98,
     5.2,
     1.38
    ]
   }
  ],
  "open": {
   "probs": [
    0.0947,
    0.2033,
    0.702
   ],
   "ts": "2026-06-13 07:20:28"
  },
  "drift": [
   -1.1,
   -1.0,
   2.1
  ],
  "ts": "2026-06-18 09:14:57"
 },
 "周五003": {
  "home": "加拿大",
  "away": "波黑",
  "probs": [
   0.5314,
   0.2723,
   0.1963
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5323,
     0.2736,
     0.194
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5308,
     0.2716,
     0.1976
    ],
    "odds": [
     1.88,
     3.67,
     5.05
    ]
   }
  ],
  "ts": "2026-06-13 02:16:49"
 },
 "周三049": {
  "home": "瑞士",
  "away": "加拿大",
  "probs": [
   0.403,
   0.3134,
   0.2836
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.403,
     0.3134,
     0.2836
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.393,
    0.3134,
    0.2935
   ],
   "ts": "2026-06-22 12:16:55"
  },
  "drift": [
   1.0,
   0.0,
   -1.0
  ],
  "ts": "2026-06-23 13:17:58"
 },
 "周二017": {
  "home": "法国",
  "away": "塞内加尔",
  "probs": [
   0.6668,
   0.2093,
   0.1239
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.6617,
     0.2139,
     0.1244
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.6698,
     0.2065,
     0.1237
    ],
    "odds": [
     1.49,
     4.85,
     8.1
    ]
   }
  ],
  "open": {
   "probs": [
    0.6602,
    0.216,
    0.1237
   ],
   "ts": "2026-06-13 07:19:33"
  },
  "drift": [
   0.7,
   -0.7,
   0.0
  ],
  "ts": "2026-06-17 02:15:52"
 },
 "周四057": {
  "home": "突尼斯",
  "away": "荷兰",
  "probs": [
   0.0372,
   0.0943,
   0.8685
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.0372,
     0.0943,
     0.8685
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.0366,
    0.0947,
    0.8687
   ],
   "ts": "2026-06-23 12:16:29"
  },
  "drift": [
   0.1,
   -0.0,
   -0.0
  ],
  "ts": "2026-06-23 23:18:04"
 },
 "周六033": {
  "home": "荷兰",
  "away": "瑞典",
  "probs": [
   0.5622,
   0.2338,
   0.204
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5622,
     0.2338,
     0.204
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.5639,
    0.242,
    0.1941
   ],
   "ts": "2026-06-18 11:17:22"
  },
  "drift": [
   -0.2,
   -0.8,
   1.0
  ],
  "ts": "2026-06-20 23:19:51"
 },
 "周三053": {
  "home": "南非",
  "away": "韩国",
  "probs": [
   0.1682,
   0.2518,
   0.58
  ],
  "sources": [
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.1682,
     0.2518,
     0.58
    ],
    "odds": [
     5.95,
     3.97,
     1.73
    ]
   }
  ],
  "open": {
   "probs": [
    0.1638,
    0.2454,
    0.5909
   ],
   "ts": "2026-06-22 11:19:05"
  },
  "drift": [
   0.4,
   0.6,
   -1.1
  ],
  "ts": "2026-06-23 12:16:08"
 },
 "周一015": {
  "home": "沙特",
  "away": "乌拉圭",
  "probs": [
   0.1101,
   0.2146,
   0.6753
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1144,
     0.2139,
     0.6716
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.1075,
     0.215,
     0.6776
    ],
    "odds": [
     9.3,
     4.65,
     1.47
    ]
   }
  ],
  "open": {
   "probs": [
    0.1134,
    0.215,
    0.6716
   ],
   "ts": "2026-06-13 07:19:16"
  },
  "drift": [
   -0.3,
   -0.0,
   0.4
  ],
  "ts": "2026-06-16 05:13:08"
 },
 "周一042": {
  "home": "法国",
  "away": "伊拉克",
  "probs": [
   0.9145,
   0.065,
   0.0205
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.9145,
     0.065,
     0.0205
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.899,
    0.0753,
    0.0256
   ],
   "ts": "2026-06-20 11:15:29"
  },
  "drift": [
   1.6,
   -1.0,
   -0.5
  ],
  "ts": "2026-06-23 04:15:13"
 },
 "周日012": {
  "home": "瑞典",
  "away": "突尼斯",
  "probs": [
   0.5131,
   0.2821,
   0.2048
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5075,
     0.2864,
     0.206
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5164,
     0.2796,
     0.204
    ],
    "odds": [
     1.93,
     3.57,
     4.9
    ]
   }
  ],
  "open": {
   "probs": [
    0.5153,
    0.2728,
    0.2119
   ],
   "ts": "2026-06-13 07:18:53"
  },
  "drift": [
   -0.2,
   0.9,
   -0.7
  ],
  "ts": "2026-06-15 09:16:35"
 },
 "周五004": {
  "home": "美国",
  "away": "巴拉圭",
  "probs": [
   0.4663,
   0.2985,
   0.2352
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.4673,
     0.2965,
     0.2362
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.4657,
     0.2997,
     0.2345
    ],
    "odds": [
     2.14,
     3.33,
     4.25
    ]
   }
  ],
  "open": {
   "probs": [
    0.4663,
    0.2985,
    0.2352
   ],
   "ts": "2026-06-13 07:17:47"
  },
  "drift": [
   0.0,
   0.0,
   -0.0
  ],
  "ts": "2026-06-13 08:17:54"
 },
 "周四027": {
  "home": "加拿大",
  "away": "卡塔尔",
  "probs": [
   0.7626,
   0.1645,
   0.073
  ],
  "sources": [
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.7626,
     0.1645,
     0.073
    ],
    "odds": [
     1.31,
     6.1,
     13.75
    ]
   }
  ],
  "open": {
   "probs": [
    0.7565,
    0.1632,
    0.0803
   ],
   "ts": "2026-06-16 11:14:50"
  },
  "drift": [
   0.6,
   0.1,
   -0.7
  ],
  "ts": "2026-06-18 17:12:24"
 },
 "周三023": {
  "home": "加纳",
  "away": "巴拿马",
  "probs": [
   0.4079,
   0.2981,
   0.294
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.4129,
     0.2935,
     0.2935
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.4049,
     0.3008,
     0.2943
    ],
    "odds": [
     2.47,
     3.33,
     3.4
    ]
   }
  ],
  "open": {
   "probs": [
    0.4346,
    0.2871,
    0.2783
   ],
   "ts": "2026-06-13 07:20:20"
  },
  "drift": [
   -2.7,
   1.1,
   1.6
  ],
  "ts": "2026-06-17 20:30:31"
 },
 "周三054": {
  "home": "捷克",
  "away": "墨西哥",
  "probs": [
   0.2487,
   0.2386,
   0.5127
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.2487,
     0.2386,
     0.5127
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.2524,
    0.2366,
    0.511
   ],
   "ts": "2026-06-22 11:19:14"
  },
  "drift": [
   -0.4,
   0.2,
   0.2
  ],
  "ts": "2026-06-23 22:17:39"
 },
 "周五032": {
  "home": "土耳其",
  "away": "巴拉圭",
  "probs": [
   0.4826,
   0.2836,
   0.2338
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.4826,
     0.2836,
     0.2338
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.4762,
    0.2849,
    0.2389
   ],
   "ts": "2026-06-17 11:15:18"
  },
  "drift": [
   0.6,
   -0.1,
   -0.5
  ],
  "ts": "2026-06-20 10:15:10"
 },
 "周二047": {
  "home": "巴拿马",
  "away": "克罗地亚",
  "probs": [
   0.1244,
   0.2239,
   0.6517
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1244,
     0.2239,
     0.6517
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.1343,
    0.2338,
    0.6318
   ],
   "ts": "2026-06-21 11:16:37"
  },
  "drift": [
   -1.0,
   -1.0,
   2.0
  ],
  "ts": "2026-06-23 13:17:51"
 },
 "周日009": {
  "home": "德国",
  "away": "库拉索",
  "probs": [
   0.9439,
   0.0347,
   0.0214
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.9423,
     0.0353,
     0.0224
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.9448,
     0.0344,
     0.0208
    ],
    "odds": [
     1.05,
     28.99,
     47.96
    ]
   }
  ],
  "open": {
   "probs": [
    0.9378,
    0.0405,
    0.0216
   ],
   "ts": "2026-06-13 07:18:29"
  },
  "drift": [
   0.6,
   -0.6,
   -0.0
  ],
  "ts": "2026-06-15 00:15:49"
 },
 "周二046": {
  "home": "英格兰",
  "away": "加纳",
  "probs": [
   0.8041,
   0.1356,
   0.0603
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.801,
     0.1343,
     0.0647
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.806,
     0.1364,
     0.0577
    ],
    "odds": [
     1.23,
     7.3,
     17.26
    ]
   }
  ],
  "open": {
   "probs": [
    0.7931,
    0.1429,
    0.064
   ],
   "ts": "2026-06-21 11:16:34"
  },
  "drift": [
   1.1,
   -0.7,
   -0.4
  ],
  "ts": "2026-06-23 11:14:55"
 },
 "周六035": {
  "home": "厄瓜多尔",
  "away": "库拉索",
  "probs": [
   0.8404,
   0.1044,
   0.0552
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.8404,
     0.1044,
     0.0552
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.8771,
    0.0842,
    0.0387
   ],
   "ts": "2026-06-18 11:17:30"
  },
  "drift": [
   -3.7,
   2.0,
   1.6
  ],
  "ts": "2026-06-21 06:18:30"
 },
 "周三022": {
  "home": "英格兰",
  "away": "克罗地亚",
  "probs": [
   0.5665,
   0.2571,
   0.1764
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5678,
     0.2563,
     0.1759
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5657,
     0.2576,
     0.1767
    ],
    "odds": [
     1.76,
     3.88,
     5.65
    ]
   }
  ],
  "open": {
   "probs": [
    0.5633,
    0.2531,
    0.1835
   ],
   "ts": "2026-06-13 07:20:12"
  },
  "drift": [
   0.3,
   0.4,
   -0.7
  ],
  "ts": "2026-06-17 20:30:23"
 },
 "周四026": {
  "home": "瑞士",
  "away": "波黑",
  "probs": [
   0.6208,
   0.2346,
   0.1446
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.6219,
     0.2338,
     0.1443
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.6202,
     0.235,
     0.1448
    ],
    "odds": [
     1.61,
     4.25,
     6.9
    ]
   }
  ],
  "open": {
   "probs": [
    0.6177,
    0.2334,
    0.1489
   ],
   "ts": "2026-06-16 11:14:40"
  },
  "drift": [
   0.3,
   0.1,
   -0.4
  ],
  "ts": "2026-06-18 15:14:56"
 },
 "周五029": {
  "home": "美国",
  "away": "澳大利亚",
  "probs": [
   0.592,
   0.2239,
   0.1841
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.592,
     0.2239,
     0.1841
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.6108,
    0.2173,
    0.1719
   ],
   "ts": "2026-06-17 11:14:49"
  },
  "drift": [
   -1.9,
   0.7,
   1.2
  ],
  "ts": "2026-06-20 02:17:05"
 },
 "周一043": {
  "home": "挪威",
  "away": "塞内加尔",
  "probs": [
   0.4117,
   0.2832,
   0.3051
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.4089,
     0.2808,
     0.3103
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.4134,
     0.2847,
     0.3019
    ],
    "odds": [
     2.41,
     3.5,
     3.3
    ]
   }
  ],
  "open": {
   "probs": [
    0.4229,
    0.2736,
    0.3035
   ],
   "ts": "2026-06-20 11:15:33"
  },
  "drift": [
   -1.1,
   1.0,
   0.2
  ],
  "ts": "2026-06-23 07:15:39"
 },
 "周一014": {
  "home": "比利时",
  "away": "埃及",
  "probs": [
   0.6256,
   0.2315,
   0.1429
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.6256,
     0.2315,
     0.1429
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.5992,
    0.2408,
    0.16
   ],
   "ts": "2026-06-13 07:19:08"
  },
  "drift": [
   2.6,
   -0.9,
   -1.7
  ],
  "ts": "2026-06-16 02:16:52"
 }
};
