window.INTL_DATA = {
 "周三021": {
  "home": "葡萄牙",
  "away": "刚果",
  "probs": [
   0.7594,
   0.1638,
   0.0769
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.7612,
     0.1642,
     0.0746
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.7583,
     0.1635,
     0.0782
    ],
    "odds": [
     1.31,
     6.1,
     12.75
    ]
   }
  ],
  "open": {
   "probs": [
    0.7575,
    0.1646,
    0.0779
   ],
   "ts": "2026-06-13 07:20:04"
  },
  "drift": [
   0.2,
   -0.1,
   -0.1
  ],
  "ts": "2026-06-13 19:16:14"
 },
 "周日010": {
  "home": "荷兰",
  "away": "日本",
  "probs": [
   0.4785,
   0.2679,
   0.2536
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.4774,
     0.2663,
     0.2563
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.4792,
     0.2689,
     0.252
    ],
    "odds": [
     2.09,
     3.72,
     3.97
    ]
   }
  ],
  "open": {
   "probs": [
    0.4788,
    0.2673,
    0.254
   ],
   "ts": "2026-06-13 07:18:37"
  },
  "drift": [
   -0.0,
   0.1,
   -0.0
  ],
  "ts": "2026-06-13 19:14:49"
 },
 "周一016": {
  "home": "伊朗",
  "away": "新西兰",
  "probs": [
   0.5261,
   0.2769,
   0.197
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5276,
     0.2764,
     0.196
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5252,
     0.2772,
     0.1976
    ],
    "odds": [
     1.9,
     3.6,
     5.05
    ]
   }
  ],
  "open": {
   "probs": [
    0.5273,
    0.2762,
    0.1965
   ],
   "ts": "2026-06-13 07:19:25"
  },
  "drift": [
   -0.1,
   0.1,
   0.0
  ],
  "ts": "2026-06-13 19:15:35"
 },
 "周日011": {
  "home": "科特迪瓦",
  "away": "厄瓜多尔",
  "probs": [
   0.2554,
   0.3421,
   0.4025
  ],
  "sources": [
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.2554,
     0.3421,
     0.4025
    ],
    "odds": [
     3.92,
     2.93,
     2.49
    ]
   }
  ],
  "open": {
   "probs": [
    0.2617,
    0.3405,
    0.3978
   ],
   "ts": "2026-06-13 07:18:45"
  },
  "drift": [
   -0.6,
   0.2,
   0.5
  ],
  "ts": "2026-06-13 19:14:57"
 },
 "周六006": {
  "home": "巴西",
  "away": "摩洛哥",
  "probs": [
   0.5767,
   0.2559,
   0.1674
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5721,
     0.2537,
     0.1741
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5794,
     0.2572,
     0.1634
    ],
    "odds": [
     1.72,
     3.88,
     6.1
    ]
   }
  ],
  "open": {
   "probs": [
    0.5789,
    0.2488,
    0.1723
   ],
   "ts": "2026-06-13 07:18:03"
  },
  "drift": [
   -0.2,
   0.7,
   -0.5
  ],
  "ts": "2026-06-13 19:14:16"
 },
 "周二018": {
  "home": "伊拉克",
  "away": "挪威",
  "probs": [
   0.062,
   0.1264,
   0.8116
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.0647,
     0.1244,
     0.8109
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.0603,
     0.1276,
     0.812
    ],
    "odds": [
     16.49,
     7.79,
     1.22
    ]
   }
  ],
  "open": {
   "probs": [
    0.062,
    0.1255,
    0.8125
   ],
   "ts": "2026-06-13 07:19:41"
  },
  "drift": [
   -0.0,
   0.1,
   -0.1
  ],
  "ts": "2026-06-13 19:15:51"
 },
 "周二019": {
  "home": "阿根廷",
  "away": "阿尔及利亚",
  "probs": [
   0.6959,
   0.204,
   0.1001
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.6915,
     0.204,
     0.1045
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.6986,
     0.2039,
     0.0975
    ],
    "odds": [
     1.43,
     4.9,
     10.25
    ]
   }
  ],
  "open": {
   "probs": [
    0.6976,
    0.2024,
    0.1
   ],
   "ts": "2026-06-13 07:19:48"
  },
  "drift": [
   -0.2,
   0.2,
   0.0
  ],
  "ts": "2026-06-13 19:15:59"
 },
 "周六007": {
  "home": "海地",
  "away": "苏格兰",
  "probs": [
   0.1572,
   0.2111,
   0.6317
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1626,
     0.2118,
     0.6256
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.154,
     0.2107,
     0.6353
    ],
    "odds": [
     6.5,
     4.75,
     1.58
    ]
   }
  ],
  "open": {
   "probs": [
    0.1584,
    0.2238,
    0.6178
   ],
   "ts": "2026-06-13 07:18:11"
  },
  "drift": [
   -0.1,
   -1.3,
   1.4
  ],
  "ts": "2026-06-13 19:14:24"
 },
 "周六008": {
  "home": "澳大利亚",
  "away": "土耳其",
  "probs": [
   0.1786,
   0.2509,
   0.5704
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1823,
     0.2512,
     0.5665
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.1764,
     0.2508,
     0.5728
    ],
    "odds": [
     5.65,
     3.97,
     1.74
    ]
   }
  ],
  "open": {
   "probs": [
    0.1803,
    0.2535,
    0.5663
   ],
   "ts": "2026-06-13 07:18:21"
  },
  "drift": [
   -0.2,
   -0.3,
   0.4
  ],
  "ts": "2026-06-13 19:14:33"
 },
 "周一013": {
  "home": "西班牙",
  "away": "佛得角",
  "probs": [
   0.8988,
   0.0686,
   0.0326
  ],
  "sources": [
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.8988,
     0.0686,
     0.0326
    ],
    "odds": [
     1.1,
     14.48,
     30.44
    ]
   }
  ],
  "open": {
   "probs": [
    0.9017,
    0.0665,
    0.0318
   ],
   "ts": "2026-06-13 07:19:00"
  },
  "drift": [
   -0.3,
   0.2,
   0.1
  ],
  "ts": "2026-06-13 19:15:12"
 },
 "周二020": {
  "home": "奥地利",
  "away": "约旦",
  "probs": [
   0.7241,
   0.1724,
   0.1034
  ],
  "sources": [
   "polymarket"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.7241,
     0.1724,
     0.1034
    ],
    "odds": null
   }
  ],
  "open": {
   "probs": [
    0.7341,
    0.1638,
    0.1021
   ],
   "ts": "2026-06-13 07:19:56"
  },
  "drift": [
   -1.0,
   0.9,
   0.1
  ],
  "ts": "2026-06-13 19:16:06"
 },
 "周六005": {
  "home": "卡塔尔",
  "away": "瑞士",
  "probs": [
   0.0581,
   0.1319,
   0.8101
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.0589,
     0.1337,
     0.8073
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.0576,
     0.1307,
     0.8117
    ],
    "odds": [
     17.48,
     7.7,
     1.24
    ]
   }
  ],
  "open": {
   "probs": [
    0.0574,
    0.1377,
    0.8049
   ],
   "ts": "2026-06-13 07:17:55"
  },
  "drift": [
   0.1,
   -0.6,
   0.5
  ],
  "ts": "2026-06-13 19:14:09"
 },
 "周三024": {
  "home": "乌兹别克斯坦",
  "away": "哥伦比亚",
  "probs": [
   0.0934,
   0.2036,
   0.703
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.0945,
     0.204,
     0.7015
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.0927,
     0.2034,
     0.704
    ],
    "odds": [
     10.75,
     4.9,
     1.42
    ]
   }
  ],
  "open": {
   "probs": [
    0.0947,
    0.2033,
    0.702
   ],
   "ts": "2026-06-13 07:20:28"
  },
  "drift": [
   -0.1,
   0.0,
   0.1
  ],
  "ts": "2026-06-13 19:16:38"
 },
 "周五003": {
  "home": "加拿大",
  "away": "波黑",
  "probs": [
   0.5314,
   0.2723,
   0.1963
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5323,
     0.2736,
     0.194
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5308,
     0.2716,
     0.1976
    ],
    "odds": [
     1.88,
     3.67,
     5.05
    ]
   }
  ],
  "ts": "2026-06-13 02:16:49"
 },
 "周二017": {
  "home": "法国",
  "away": "塞内加尔",
  "probs": [
   0.6616,
   0.2151,
   0.1232
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.6617,
     0.2139,
     0.1244
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.6616,
     0.2158,
     0.1226
    ],
    "odds": [
     1.5,
     4.6,
     8.1
    ]
   }
  ],
  "open": {
   "probs": [
    0.6602,
    0.216,
    0.1237
   ],
   "ts": "2026-06-13 07:19:33"
  },
  "drift": [
   0.1,
   -0.1,
   -0.0
  ],
  "ts": "2026-06-13 19:15:43"
 },
 "周一015": {
  "home": "沙特",
  "away": "乌拉圭",
  "probs": [
   0.1133,
   0.215,
   0.6716
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.1156,
     0.2161,
     0.6683
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.112,
     0.2144,
     0.6736
    ],
    "odds": [
     8.9,
     4.65,
     1.48
    ]
   }
  ],
  "open": {
   "probs": [
    0.1134,
    0.215,
    0.6716
   ],
   "ts": "2026-06-13 07:19:16"
  },
  "drift": [
   -0.0,
   0.0,
   0.0
  ],
  "ts": "2026-06-13 19:15:27"
 },
 "周日012": {
  "home": "瑞典",
  "away": "突尼斯",
  "probs": [
   0.507,
   0.2766,
   0.2164
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5075,
     0.2764,
     0.2161
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5067,
     0.2767,
     0.2166
    ],
    "odds": [
     1.97,
     3.6,
     4.6
    ]
   }
  ],
  "open": {
   "probs": [
    0.5153,
    0.2728,
    0.2119
   ],
   "ts": "2026-06-13 07:18:53"
  },
  "drift": [
   -0.8,
   0.4,
   0.4
  ],
  "ts": "2026-06-13 19:15:05"
 },
 "周五004": {
  "home": "美国",
  "away": "巴拉圭",
  "probs": [
   0.4663,
   0.2985,
   0.2352
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.4673,
     0.2965,
     0.2362
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.4657,
     0.2997,
     0.2345
    ],
    "odds": [
     2.14,
     3.33,
     4.25
    ]
   }
  ],
  "open": {
   "probs": [
    0.4663,
    0.2985,
    0.2352
   ],
   "ts": "2026-06-13 07:17:47"
  },
  "drift": [
   0.0,
   0.0,
   -0.0
  ],
  "ts": "2026-06-13 08:17:54"
 },
 "周三023": {
  "home": "加纳",
  "away": "巴拿马",
  "probs": [
   0.4357,
   0.2878,
   0.2765
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.4372,
     0.2864,
     0.2764
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.4348,
     0.2886,
     0.2766
    ],
    "odds": [
     2.29,
     3.45,
     3.6
    ]
   }
  ],
  "open": {
   "probs": [
    0.4346,
    0.2871,
    0.2783
   ],
   "ts": "2026-06-13 07:20:20"
  },
  "drift": [
   0.1,
   0.1,
   -0.2
  ],
  "ts": "2026-06-13 19:16:30"
 },
 "周日009": {
  "home": "德国",
  "away": "库拉索",
  "probs": [
   0.9384,
   0.0395,
   0.0221
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.9382,
     0.0384,
     0.0234
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.9386,
     0.0401,
     0.0213
    ],
    "odds": [
     1.06,
     24.94,
     46.84
    ]
   }
  ],
  "open": {
   "probs": [
    0.9378,
    0.0405,
    0.0216
   ],
   "ts": "2026-06-13 07:18:29"
  },
  "drift": [
   0.1,
   -0.1,
   0.1
  ],
  "ts": "2026-06-13 19:14:41"
 },
 "周三022": {
  "home": "英格兰",
  "away": "克罗地亚",
  "probs": [
   0.5643,
   0.2531,
   0.1825
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5622,
     0.2537,
     0.1841
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.5656,
     0.2528,
     0.1816
    ],
    "odds": [
     1.76,
     3.95,
     5.5
    ]
   }
  ],
  "open": {
   "probs": [
    0.5633,
    0.2531,
    0.1835
   ],
   "ts": "2026-06-13 07:20:12"
  },
  "drift": [
   0.1,
   0.0,
   -0.1
  ],
  "ts": "2026-06-13 19:16:22"
 },
 "周一014": {
  "home": "比利时",
  "away": "埃及",
  "probs": [
   0.5992,
   0.2408,
   0.16
  ],
  "sources": [
   "polymarket",
   "smarkets(交易所)"
  ],
  "entries": [
   {
    "src": "polymarket",
    "w": 1.5,
    "probs": [
     0.5961,
     0.2414,
     0.1626
    ],
    "odds": null
   },
   {
    "src": "smarkets(交易所)",
    "w": 2.5,
    "probs": [
     0.6011,
     0.2405,
     0.1584
    ],
    "odds": [
     1.66,
     4.15,
     6.3
    ]
   }
  ],
  "open": {
   "probs": [
    0.5992,
    0.2408,
    0.16
   ],
   "ts": "2026-06-13 07:19:08"
  },
  "drift": [
   0.0,
   0.0,
   -0.0
  ],
  "ts": "2026-06-13 19:15:20"
 }
};
