window.ODDS_DATA = {
 "fetched_at": "2026-07-08 03:10:06",
 "source": "中国竞彩官方 webapi.sporttery.cn",
 "matches": [
  {
   "num": "周二096",
   "round": "周二",
   "matchId": 2040428,
   "home": "瑞士",
   "away": "哥伦比亚",
   "date": "2026-07-08",
   "time": "04:00",
   "status": "Selling",
   "had": {
    "h": "3.40",
    "d": "2.82",
    "a": "2.08",
    "updated": "2026-07-07 20:45:51"
   },
   "hhad": {
    "h": "1.58",
    "d": "3.37",
    "a": "5.00",
    "line": "+1",
    "tier": "shallow",
    "tier_label": "浅让·主战场",
    "model": [
     0.564,
     0.242,
     0.193
    ],
    "mkt": [
     0.56,
     0.263,
     0.177
    ],
    "val_top": 0.97,
    "edge_top": 0.016,
    "mirage": false,
    "top_label": "让负",
    "verdict": "市场≈模型·无边"
   },
   "crs": {
    "1:0": "9.50",
    "2:0": "17.50",
    "3:0": "55.00",
    "2:1": "9.75",
    "0:0": "8.00",
    "1:1": "4.80",
    "2:2": "11.50",
    "0:1": "7.00",
    "0:2": "11.00",
    "0:3": "25.00",
    "1:2": "6.50"
   },
   "elig": {
    "hhad": {
     "single": 0,
     "allUp": 0
    },
    "had": {
     "single": 0,
     "allUp": 0
    }
   }
  },
  {
   "num": "周四097",
   "round": "周四",
   "matchId": 2040451,
   "home": "法国",
   "away": "摩洛哥",
   "date": "2026-07-10",
   "time": "04:00",
   "status": "Selling",
   "had": {
    "h": "1.40",
    "d": "3.85",
    "a": "6.45",
    "updated": "2026-07-07 21:41:42"
   },
   "hhad": {
    "h": "2.37",
    "d": "3.25",
    "a": "2.50",
    "line": "-1",
    "tier": "shallow",
    "tier_label": "浅让·主战场",
    "model": [
     0.381,
     0.261,
     0.359
    ],
    "mkt": [
     0.374,
     0.272,
     0.354
    ],
    "val_top": 0.9,
    "edge_top": 0.007,
    "mirage": false,
    "top_label": "让胜",
    "verdict": "市场≈模型·无边"
   },
   "crs": {
    "1:0": "6.25",
    "2:0": "5.80",
    "3:0": "9.50",
    "2:1": "6.25",
    "0:0": "10.50",
    "1:1": "6.75",
    "2:2": "16.00",
    "0:1": "16.00",
    "0:2": "38.00",
    "0:3": "125.0",
    "1:2": "18.00"
   },
   "elig": {
    "hhad": {
     "single": 0,
     "allUp": 0
    },
    "had": {
     "single": 0,
     "allUp": 0
    }
   }
  }
 ]
};
