window.ODDS_DATA = {
 "fetched_at": "2026-07-08 23:10:06",
 "source": "中国竞彩官方 webapi.sporttery.cn",
 "matches": [
  {
   "num": "周四097",
   "round": "周四",
   "matchId": 2040451,
   "home": "法国",
   "away": "摩洛哥",
   "date": "2026-07-10",
   "time": "04:00",
   "status": "Selling",
   "had": {
    "h": "1.38",
    "d": "3.91",
    "a": "6.70",
    "updated": "2026-07-08 19:12:22"
   },
   "hhad": {
    "h": "2.48",
    "d": "3.05",
    "a": "2.51",
    "line": "-1",
    "tier": "shallow",
    "tier_label": "浅让·主战场",
    "model": [
     0.381,
     0.261,
     0.359
    ],
    "mkt": [
     0.357,
     0.29,
     0.353
    ],
    "val_top": 0.94,
    "edge_top": 0.024,
    "mirage": false,
    "top_label": "让胜",
    "verdict": "市场≈模型·无边"
   },
   "crs": {
    "1:0": "6.60",
    "2:0": "6.90",
    "3:0": "11.00",
    "2:1": "6.25",
    "0:0": "11.50",
    "1:1": "7.20",
    "2:2": "15.00",
    "0:1": "17.50",
    "0:2": "45.00",
    "0:3": "125.0",
    "1:2": "23.00"
   },
   "elig": {
    "hhad": {
     "single": 0,
     "allUp": 0
    },
    "had": {
     "single": 0,
     "allUp": 0
    }
   }
  },
  {
   "num": "周五098",
   "round": "周五",
   "matchId": 2040466,
   "home": "西班牙",
   "away": "比利时",
   "date": "2026-07-11",
   "time": "03:00",
   "status": "Selling",
   "had": {
    "h": "1.47",
    "d": "3.80",
    "a": "5.40",
    "updated": "2026-07-08 14:30:04"
   },
   "hhad": {
    "h": "2.55",
    "d": "3.26",
    "a": "2.32",
    "line": "-1",
    "tier": "shallow",
    "tier_label": "浅让·主战场",
    "model": [
     0.349,
     0.259,
     0.393
    ],
    "mkt": [
     0.347,
     0.271,
     0.381
    ],
    "val_top": 0.91,
    "edge_top": 0.011,
    "mirage": false,
    "top_label": "让负",
    "verdict": "市场≈模型·无边"
   },
   "crs": {
    "1:0": "7.75",
    "2:0": "7.50",
    "3:0": "13.50",
    "2:1": "5.80",
    "0:0": "14.00",
    "1:1": "7.25",
    "2:2": "12.00",
    "0:1": "16.00",
    "0:2": "34.00",
    "0:3": "85.00",
    "1:2": "16.00"
   },
   "elig": {
    "hhad": {
     "single": 0,
     "allUp": 0
    },
    "had": {
     "single": 0,
     "allUp": 0
    }
   }
  }
 ]
};
