window.ODDS_DATA = {
 "fetched_at": "2026-07-11 23:10:06",
 "source": "中国竞彩官方 webapi.sporttery.cn",
 "matches": [
  {
   "num": "周六099",
   "round": "周六",
   "matchId": 2040459,
   "home": "挪威",
   "away": "英格兰",
   "date": "2026-07-12",
   "time": "05:00",
   "status": "Selling",
   "had": {
    "h": "3.65",
    "d": "3.65",
    "a": "1.72",
    "updated": "2026-07-11 22:35:44"
   },
   "hhad": {
    "h": "1.88",
    "d": "3.07",
    "a": "3.68",
    "line": "+1",
    "tier": "shallow",
    "tier_label": "浅让·主战场",
    "model": [
     0.474,
     0.242,
     0.283
    ],
    "mkt": [
     0.471,
     0.288,
     0.241
    ],
    "val_top": 1.04,
    "edge_top": 0.043,
    "mirage": false,
    "top_label": "让负",
    "verdict": "市场≈模型·无边"
   },
   "crs": {
    "1:0": "16.00",
    "2:0": "26.00",
    "3:0": "60.00",
    "2:1": "9.50",
    "0:0": "15.00",
    "1:1": "7.70",
    "2:2": "8.25",
    "0:1": "9.80",
    "0:2": "12.00",
    "0:3": "20.00",
    "1:2": "5.50"
   },
   "elig": {
    "hhad": {
     "single": 0,
     "allUp": 0
    },
    "had": {
     "single": 0,
     "allUp": 0
    }
   }
  },
  {
   "num": "周六100",
   "round": "周六",
   "matchId": 2040467,
   "home": "阿根廷",
   "away": "瑞士",
   "date": "2026-07-12",
   "time": "09:00",
   "status": "Selling",
   "had": {
    "h": "1.51",
    "d": "3.45",
    "a": "5.65",
    "updated": "2026-07-11 17:54:06"
   },
   "hhad": {
    "h": "2.98",
    "d": "2.95",
    "a": "2.20",
    "line": "-1",
    "tier": "shallow",
    "tier_label": "浅让·主战场",
    "model": [
     0.304,
     0.271,
     0.425
    ],
    "mkt": [
     0.297,
     0.3,
     0.403
    ],
    "val_top": 0.93,
    "edge_top": 0.022,
    "mirage": false,
    "top_label": "让负",
    "verdict": "市场≈模型·无边"
   },
   "crs": {
    "1:0": "6.10",
    "2:0": "5.70",
    "3:0": "13.50",
    "2:1": "5.10",
    "0:0": "9.00",
    "1:1": "6.70",
    "2:2": "18.00",
    "0:1": "13.00",
    "0:2": "35.00",
    "0:3": "100.0",
    "1:2": "16.00"
   },
   "elig": {
    "hhad": {
     "single": 0,
     "allUp": 0
    },
    "had": {
     "single": 0,
     "allUp": 0
    }
   }
  }
 ]
};
